tap "bazelbuild/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "qmk/qmk"
brew "antigen"
brew "bat"
brew "bazelisk"
brew "buildifier"
brew "llvm"
brew "cmake"
brew "coreutils"
brew "deno"
brew "fd"
brew "libtool"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "go"
brew "graphviz"
brew "gron"
brew "grpcurl"
brew "jq"
brew "htop"
brew "vscodium"
brew "kubernetes-cli"
brew "libssh2"
brew "neovim"
brew "nghttp2"
brew "node"
brew "pre-commit"
brew "protobuf"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "stow"
brew "svgo"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "ibazel"
brew "qmk/qmk/qmk"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "docker"
cask "figma"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "kap"
cask "qmk-toolbox"
cask "sourcetree"
cask "spotify"
cask "vlc"
