tap "bazelbuild/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "keith/formulae"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "act"
brew "antigen"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "bat"
brew "bazelisk"
brew "buildifier"
brew "cmake"
brew "coreutils"
brew "deno"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gopls"
brew "libtool"
brew "graphviz"
brew "gron"
brew "grpcurl"
brew "htop"
brew "ibazel"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "libssh2"
brew "llvm"
brew "luarocks"
brew "neovim"
brew "nghttp2"
brew "node"
brew "openjpeg"
brew "pkg-config"
brew "pre-commit"
brew "protobuf"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "stow"
brew "svgo"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "ykman"
brew "keith/formulae/git-pile"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "qmk/qmk/qmk"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "docker"
cask "element"
cask "figma"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "knockknock"
cask "ledger-live"
cask "notion"
cask "protonvpn"
cask "qmk-toolbox"
cask "schildichat"
cask "sourcetree"
cask "spotify"
cask "vlc"
cask "vscodium"
cask "whatsapp"
