tap "bazelbuild/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "tilt-dev/tap"
brew "antigen"
brew "automake"
brew "aws-okta"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "bazelisk"
brew "buildifier"
brew "glib"
brew "llvm"
brew "ccls"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "croc"
brew "deno"
brew "direnv"
brew "envoy"
brew "fd"
brew "libtool"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "go"
brew "gopls"
brew "graphviz"
brew "gron"
brew "grpcurl"
brew "jq"
brew "kubernetes-cli"
brew "libssh2"
brew "lua"
brew "luarocks"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "node"
brew "pandoc"
brew "pre-commit"
brew "protobuf"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust-analyzer"
brew "shellcheck"
brew "shfmt"
brew "spatialindex"
brew "sponge"
brew "starship"
brew "stow"
brew "stylua"
brew "svgo"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "bazelbuild/tap/ibazel"
brew "qmk/qmk/qmk"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "docker"
cask "figma"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "kap"
cask "qmk-toolbox"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "vlc"
